import React from 'react';

export default function About() {
  return (
    <div className="mx-auto max-w-7xl px-4 py-8 sm:px-6 lg:px-8">
      <div className="rounded-lg bg-white p-8 shadow-sm">
        <h1 className="mb-4 text-3xl font-bold text-gray-900">About</h1>
        <p className="font-bold text-gray-600">
        " परंपरा जपणारी महोत्सवी गणेशमंडळ"
==========================
      

        </p>
        <p className="font-bold text-gray-600">
        मुंबईकर जनता उत्सवप्रिय आहे. सार्वजनिक गणेशोत्सव सर्वत्र जल्लोषात सुरू आहे. या गणेशमंडळाची एक परंपरा आहे. ती जतन करण्याचा प्रयत्न ही मंडळं आपापल्या परीने करताना दिसत आहेत.
      लालबाग खटाव बिल्डिंगमधला गणेशोत्सव यंदा ९९ वर्ष साजरं करतोय. शंभर हून अधिक वर्षापूर्वीच्या या बिल्डिंगमध्ये १२६ रहिवाशी राहतात. चौथ्या मजल्यावरील मोकळ्या गँलरीत हा गणपती ९९ वर्ष बसवण्यात येतो. १९२६ साली लक्ष्मण विंझे यांनी शिसवी सागाच्या लाकडाचा साडेतीन फुटाचा मखर दिला. 
        </p>
        <p>
         ... 
        </p> 
        <p className="font-bold text-gray-600">
सध्या नवीन पिढीकडून संगमरवळी मखरात गणपती बसवण्यात येतो.
या गणेशोत्सवाला कर्मवीर भाऊराव पाटील, गाडगे महाराज, प्र. के. अत्रे, ना.ग.गोरे, रत्नाप्पा कुंभार आदि मान्यवरांनी भेट दिल्याचे मंडळाचे जुने कार्यकर्ते शांताराम करावडे यांनी अमृत महोत्सवी वर्षात सांगितल्याचा आर्वजून उल्लेख
केल्याशिवाय राहवत नाही. त्या वेळी त्यांच्या सोबत असलेले दाजीबा कामत, दाजी लाड, श्रीधर नलावडे, केशवराव बाबळे, प्रभाकर चव्हाण व अन्य जूनी मंडळी आज नाहीत. तरी सध्याची तरूणपिढी केवळ परंपरा म्हणून नाही. तर रहिवाश्यांच्या सर्वांगीण विकासाची उदात्त कल्पना मनात बाळगून, राष्ट्राची एकता व बंधूभाव जोपासणारा आणि राष्ट्रीयत्वाचे अखंड प्रतीक असलेल्या गणेशोत्सवाची योग्य ती सेवा, पूजाअर्चा अखंडपणे ९९ वर्ष, अडीज फूट गणेशाच्या मूर्तीमध्ये आजपर्यत फरक करण्यात आला नाही. गणेश चतुर्थी ते गौरीविसर्जन या कालावधीत कित्येक वर्षाच्या परंपरेला जपत, काळानुरूप त्यात बदल घडवून शतक महोत्सवाकडे वाटचाल करीत आहेत.  त्याच्या सुप्त उपक्रमास सर्वच स्थरावरून शुभेच्छा!

         </p> 
      </div>
    </div>
  );
}